LEXICON_RU: dict[str, str] = {
    "НОВЫЙ ПОЛЬЗОВАТЕЛЬ": """Привет! Чтобы указать город, в котором ты находишься нажми на\n
    "Определить местоположение", либо введи его вручную, нажав на "Сменить город вручную".""",
    "СТАРЫЙ ПОЛЬЗОВАТЕЛЬ": """Если хочешь изменить город, то просто нажми на\n
    "Определить местоположение", либо введи его вручную, нажав на "Сменить город вручную".""",
    "ОШИБКА": "Упс! Что-то пошло не так, мы не нашли такой город.",
    "ОШИБКА ГОРОДА": "Похоже, что у вас не указан город. Укажи его, прежде чем узнавать погоду.",
    "ОСТАЛЬНОЕ": "Извините, но я всего лишь погодный бот! Я не могу с вами общаться."
}

CHAT_STYLES: dict[str, str] = {
    "ВОР В ЗАКОНЕ": "THUG",
    "РУССКИЙ АРИСТОКРАТ (ПО УМОЛЧАНИЮ)": "ARISTOCRAT" 
}