LEXICON_RU: dict[str, str] = {
    "НОВЫЙ ПОЛЬЗОВАТЕЛЬ": """Привет! Напиши город, в котором ты сейчас находишься,\n
    а я буду присылать тебе прогнозы погоды по нему.""",
    "СТАРЫЙ ПОЛЬЗОВАТЕЛЬ": "Если хочешь изменить город, то просто напиши его название в чат.",
    "ОШИБКА": "Упс! Что-то пошло не так, мы не нашли такой город.",
    "ОШИБКА ГОРОДА": "Похоже, что у вас не указан город. Укажи его, прежде чем узнавать погоду.",
    "ОСТАЛЬНОЕ": "Извините, но я всего лишь погодный бот! Я не могу с вами общаться."
}
